[
  {
    "id": 1,
    "author": "Anonymous",
    "content": "人間も、抜けている所がある方が親しみやすい。少し笑いを取れるロボットの方が癒やし効果があるはず。",
    "time": "一時間前",
    "post": 1
  },
  {
    "id": 3,
    "author": "-とある自民支持者の呟き-",
    "content": "＞そのニーズが多様化したと説明する。防災や防犯上の観点から、自治体などがフリーWi-Fiを導入するケースも増えているという。やはりフリーWi-Fiはあった方が良い。教育で仮にすべての子供たちに、タブレット端末を配布したとしよう。家で勉強するなりレポートを提出するなり、通信環境が必要になる。貧しいおうちの子供や苦学生は\nどうすればいいんだ？そういう意味でも必要だと思う。",
    "time": "4時間前",
    "post": 2
  },
  {
    "id": 4,
    "author": "Mother Teresa",
    "content": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
    "time": "2時間前",
    "post": 2
  },
  {
    "id": 5,
    "author": "Steve Jobs",
    "content": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma – which is living with the results of other people's thinking.",
    "time": "一時間前",
    "post": 3
  },
  {
    "id": 6,
    "author": "Helen Keller",
    "content": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "time": "2時間前",
    "post": 3
  },
  {
    "id": 7,
    "author": "えーとね",
    "content": "ロマンスカーには時々乗るけど、決済せずに座席確保ができるなんて初めて知ったわ。確かにそんなサービス要らん。",
    "time": "20日前",
    "post": 4
  },
  {
    "id": 8,
    "author": "Ralph Waldo Emerson",
    "content": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "time": "2時間前",
    "post": 4
  },
  {
    "id": 11,
    "author": "kur*****",
    "content": "女子大に入学しといてジェンダーレス主張するとかギャグか。この実行委員会は多様性のなかにミスコンはないと主張する差別主義者の集まり。",
    "time": "1時間前",
    "post": 6
  },
  {
    "id": 12,
    "author": "KIZOOS",
    "content": "私は今、大したことのない人生を送っているけれど、高校の頃、数学のテストでたまたま一位を取って、一回だけ校内で表彰されたことがあるんですよ。すごくうれしくて、中年となった今でも、時々思い出して、楽しい気分に浸っています。校内ミスコンも、それと似た部分があるような気もするんですよね。たとえ圧倒的な美しさはなくても、顔の良さをたまたま周囲から評価されて、校内とか商店街とかの小さなミスコンで入賞するとか。で、その思い出が、人生でのちょっとした自信や癒やしになる、みたいなね。フェミニズムはフェミニズムで、その考えも分かるんですけどね。でも、人から褒められるジャンルが一つ減っちゃうのも、何だか寂しい・味気ない感じがします。",
    "time": "2時間前",
    "post": 6
  },
  {
    "id": 13,
    "author": "Theodore Roosevelt",
    "content": "Believe you can and you're halfway there.",
    "time": "1時間前",
    "post": 7
  },
  {
    "id": 14,
    "author": "Maya Angelou",
    "content": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
    "time": "2時間前",
    "post": 7
  },
  {
    "id": 15,
    "author": "Ralph Waldo Emerson",
    "content": "The only person you are destined to become is the person you decide to be.",
    "time": "1時間前",
    "post": 8
  },
  {
    "id": 16,
    "author": "Ayn Rand",
    "content": "The question isn't who is going to let me; it's who is going to stop me.",
    "time": "2時間前",
    "post": 8
  },
  {
    "id": 17,
    "author": "Audrey Hepburn",
    "content": "Nothing is impossible, the word itself says, ‘I'm possible!'",
    "time": "1時間前",
    "post": 9
  },
  {
    "id": 18,
    "author": "Confucius",
    "content": "It does not matter how slowly you go as long as you do not stop.",
    "time": "2時間前",
    "post": 9
  }
]
